{
  "3월": {
    "1주차": {
      "STEP1": {
        "주제": "우리 원에 왔어요",
        "리포트": {
          "신체운동": "‘우리 원에 왔어요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘우리 원에 왔어요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘우리 원에 왔어요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘우리 원에 왔어요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘우리 원에 왔어요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "피노키오",
        "리포트": {
          "신체운동": "‘피노키오’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘피노키오’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘피노키오’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘피노키오’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘피노키오’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "금도끼 은도끼",
        "리포트": {
          "신체운동": "‘금도끼 은도끼’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘금도끼 은도끼’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘금도끼 은도끼’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘금도끼 은도끼’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘금도끼 은도끼’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "만나서 반가워",
        "리포트": {
          "신체운동": "‘만나서 반가워’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘만나서 반가워’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘만나서 반가워’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘만나서 반가워’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘만나서 반가워’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "즐거운 우리 반",
        "리포트": {
          "신체운동": "‘즐거운 우리 반’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘즐거운 우리 반’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘즐거운 우리 반’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘즐거운 우리 반’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘즐거운 우리 반’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "징검다리 쿵쿵쿵쿵",
        "리포트": {
          "신체운동": "‘징검다리 쿵쿵쿵쿵’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘징검다리 쿵쿵쿵쿵’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘징검다리 쿵쿵쿵쿵’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘징검다리 쿵쿵쿵쿵’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘징검다리 쿵쿵쿵쿵’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "멋진 나비가 되어요",
        "리포트": {
          "신체운동": "‘멋진 나비가 되어요’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘멋진 나비가 되어요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘멋진 나비가 되어요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘멋진 나비가 되어요’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘멋진 나비가 되어요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "원의 하루 일과",
        "리포트": {
          "신체운동": "‘원의 하루 일과’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘원의 하루 일과’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘원의 하루 일과’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘원의 하루 일과’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘원의 하루 일과’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "친구를 만났어요",
        "리포트": {
          "신체운동": "‘친구를 만났어요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘친구를 만났어요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘친구를 만났어요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘친구를 만났어요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘친구를 만났어요’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "꽃비가 슈르르르",
        "리포트": {
          "신체운동": "‘꽃비가 슈르르르’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘꽃비가 슈르르르’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘꽃비가 슈르르르’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘꽃비가 슈르르르’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘꽃비가 슈르르르’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "예쁜 옷 입고",
        "리포트": {
          "신체운동": "‘예쁜 옷 입고’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘예쁜 옷 입고’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘예쁜 옷 입고’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘예쁜 옷 입고’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘예쁜 옷 입고’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP4": {
        "주제": "교실을 청소해요",
        "리포트": {
          "신체운동": "‘교실을 청소해요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘교실을 청소해요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘교실을 청소해요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘교실을 청소해요’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘교실을 청소해요’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "‘타타타’ 연주해요",
        "리포트": {
          "신체운동": "‘‘타타타’ 연주해요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘‘타타타’ 연주해요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘‘타타타’ 연주해요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘‘타타타’ 연주해요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘‘타타타’ 연주해요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "계절이 바뀌어요",
        "리포트": {
          "신체운동": "‘계절이 바뀌어요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘계절이 바뀌어요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘계절이 바뀌어요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘계절이 바뀌어요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘계절이 바뀌어요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "봄, 꽃 향기가 가득해요",
        "리포트": {
          "신체운동": "‘봄, 꽃 향기가 가득해요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘봄, 꽃 향기가 가득해요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘봄, 꽃 향기가 가득해요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘봄, 꽃 향기가 가득해요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘봄, 꽃 향기가 가득해요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "놀이터에 가요",
        "리포트": {
          "신체운동": "‘놀이터에 가요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘놀이터에 가요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘놀이터에 가요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘놀이터에 가요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘놀이터에 가요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    }
  },
  "4월": {
    "1주차": {
      "STEP1": {
        "주제": "공원에 소풍 가요",
        "리포트": {
          "신체운동": "‘공원에 소풍 가요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘공원에 소풍 가요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘공원에 소풍 가요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘공원에 소풍 가요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘공원에 소풍 가요’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "혹부리 영감",
        "리포트": {
          "신체운동": "‘혹부리 영감’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘혹부리 영감’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘혹부리 영감’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘혹부리 영감’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘혹부리 영감’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "개미와 베짱이",
        "리포트": {
          "신체운동": "‘개미와 베짱이’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘개미와 베짱이’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘개미와 베짱이’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘개미와 베짱이’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘개미와 베짱이’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "봄이 왔어요",
        "리포트": {
          "신체운동": "‘봄이 왔어요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘봄이 왔어요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘봄이 왔어요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘봄이 왔어요’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘봄이 왔어요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "애벌레가 꿈틀꿈틀",
        "리포트": {
          "신체운동": "‘애벌레가 꿈틀꿈틀’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘애벌레가 꿈틀꿈틀’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘애벌레가 꿈틀꿈틀’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘애벌레가 꿈틀꿈틀’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘애벌레가 꿈틀꿈틀’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "나물 캐러 가요",
        "리포트": {
          "신체운동": "‘나물 캐러 가요’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘나물 캐러 가요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘나물 캐러 가요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘나물 캐러 가요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘나물 캐러 가요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "아빠 다리하고 쭈욱~!",
        "리포트": {
          "신체운동": "‘아빠 다리하고 쭈욱~!’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘아빠 다리하고 쭈욱~!’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘아빠 다리하고 쭈욱~!’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘아빠 다리하고 쭈욱~!’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘아빠 다리하고 쭈욱~!’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "봄의 요정",
        "리포트": {
          "신체운동": "‘봄의 요정’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘봄의 요정’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘봄의 요정’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘봄의 요정’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘봄의 요정’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "나비와 벌",
        "리포트": {
          "신체운동": "‘나비와 벌’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘나비와 벌’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘나비와 벌’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘나비와 벌’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘나비와 벌’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "씨앗을 뿌려요",
        "리포트": {
          "신체운동": "‘씨앗을 뿌려요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘씨앗을 뿌려요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘씨앗을 뿌려요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘씨앗을 뿌려요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘씨앗을 뿌려요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP3": {
        "주제": "이끼는 물을 좋아해",
        "리포트": {
          "신체운동": "‘이끼는 물을 좋아해’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘이끼는 물을 좋아해’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘이끼는 물을 좋아해’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘이끼는 물을 좋아해’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘이끼는 물을 좋아해’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "봄의 불청객 ‘춘곤증’",
        "리포트": {
          "신체운동": "‘봄의 불청객 ‘춘곤증’’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘봄의 불청객 ‘춘곤증’’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘봄의 불청객 ‘춘곤증’’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘봄의 불청객 ‘춘곤증’’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘봄의 불청객 ‘춘곤증’’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "동물 농장",
        "리포트": {
          "신체운동": "‘동물 농장’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘동물 농장’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘동물 농장’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘동물 농장’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘동물 농장’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "토끼와 거북이",
        "리포트": {
          "신체운동": "‘토끼와 거북이’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘토끼와 거북이’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘토끼와 거북이’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘토끼와 거북이’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘토끼와 거북이’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "씨앗의 여행",
        "리포트": {
          "신체운동": "‘씨앗의 여행’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘씨앗의 여행’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘씨앗의 여행’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘씨앗의 여행’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘씨앗의 여행’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "딸기 따러 가요",
        "리포트": {
          "신체운동": "‘딸기 따러 가요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘딸기 따러 가요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘딸기 따러 가요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘딸기 따러 가요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘딸기 따러 가요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      }
    }
  },
  "5월": {
    "1주차": {
      "STEP1": {
        "주제": "나는 ◯◯◯이에요",
        "리포트": {
          "신체운동": "‘나는 ◯◯◯이에요’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘나는 ◯◯◯이에요’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘나는 ◯◯◯이에요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘나는 ◯◯◯이에요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘나는 ◯◯◯이에요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "흥부와 놀부",
        "리포트": {
          "신체운동": "‘흥부와 놀부’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘흥부와 놀부’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘흥부와 놀부’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘흥부와 놀부’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘흥부와 놀부’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "욕심 많은 개",
        "리포트": {
          "신체운동": "‘욕심 많은 개’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘욕심 많은 개’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘욕심 많은 개’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘욕심 많은 개’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘욕심 많은 개’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "나의 몸과 마음",
        "리포트": {
          "신체운동": "‘나의 몸과 마음’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘나의 몸과 마음’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘나의 몸과 마음’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘나의 몸과 마음’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘나의 몸과 마음’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "우리 가족",
        "리포트": {
          "신체운동": "‘우리 가족’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘우리 가족’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘우리 가족’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘우리 가족’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘우리 가족’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "정글 탐험",
        "리포트": {
          "신체운동": "‘정글 탐험’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘정글 탐험’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘정글 탐험’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘정글 탐험’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘정글 탐험’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "친구와 함께 왈츠를",
        "리포트": {
          "신체운동": "‘친구와 함께 왈츠를’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘친구와 함께 왈츠를’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘친구와 함께 왈츠를’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘친구와 함께 왈츠를’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘친구와 함께 왈츠를’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "초인종이 딩동딩동",
        "리포트": {
          "신체운동": "‘초인종이 딩동딩동’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘초인종이 딩동딩동’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘초인종이 딩동딩동’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘초인종이 딩동딩동’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘초인종이 딩동딩동’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "냠냠 맛있는 밥",
        "리포트": {
          "신체운동": "‘냠냠 맛있는 밥’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘냠냠 맛있는 밥’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘냠냠 맛있는 밥’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘냠냠 맛있는 밥’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘냠냠 맛있는 밥’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "밀림 속으로",
        "리포트": {
          "신체운동": "‘밀림 속으로’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘밀림 속으로’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘밀림 속으로’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘밀림 속으로’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘밀림 속으로’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "숲 속 친구들",
        "리포트": {
          "신체운동": "‘숲 속 친구들’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘숲 속 친구들’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘숲 속 친구들’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘숲 속 친구들’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘숲 속 친구들’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "가족과 극장에 가요",
        "리포트": {
          "신체운동": "‘가족과 극장에 가요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘가족과 극장에 가요’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘가족과 극장에 가요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘가족과 극장에 가요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘가족과 극장에 가요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "똑똑똑 딩동딩동",
        "리포트": {
          "신체운동": "‘똑똑똑 딩동딩동’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘똑똑똑 딩동딩동’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘똑똑똑 딩동딩동’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘똑똑똑 딩동딩동’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘똑똑똑 딩동딩동’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "봄 비",
        "리포트": {
          "신체운동": "‘봄 비’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘봄 비’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘봄 비’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘봄 비’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘봄 비’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "봄의 밤",
        "리포트": {
          "신체운동": "‘봄의 밤’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘봄의 밤’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘봄의 밤’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘봄의 밤’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘봄의 밤’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP4": {
        "주제": "우리 집을 지어요",
        "리포트": {
          "신체운동": "‘우리 집을 지어요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘우리 집을 지어요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘우리 집을 지어요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘우리 집을 지어요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘우리 집을 지어요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    }
  },
  "6월": {
    "1주차": {
      "STEP1": {
        "주제": "내 몸",
        "리포트": {
          "신체운동": "‘내 몸’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘내 몸’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘내 몸’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘내 몸’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘내 몸’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "시골 쥐와 도시 쥐",
        "리포트": {
          "신체운동": "‘시골 쥐와 도시 쥐’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘시골 쥐와 도시 쥐’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘시골 쥐와 도시 쥐’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘시골 쥐와 도시 쥐’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘시골 쥐와 도시 쥐’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "재투성이 아가씨",
        "리포트": {
          "신체운동": "‘재투성이 아가씨’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘재투성이 아가씨’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘재투성이 아가씨’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘재투성이 아가씨’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘재투성이 아가씨’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "삐뽀삐뽀 경찰서",
        "리포트": {
          "신체운동": "‘삐뽀삐뽀 경찰서’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘삐뽀삐뽀 경찰서’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘삐뽀삐뽀 경찰서’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘삐뽀삐뽀 경찰서’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘삐뽀삐뽀 경찰서’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "동글동글 빙글빙글",
        "리포트": {
          "신체운동": "‘동글동글 빙글빙글’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘동글동글 빙글빙글’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘동글동글 빙글빙글’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘동글동글 빙글빙글’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘동글동글 빙글빙글’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "흔들흔들",
        "리포트": {
          "신체운동": "‘흔들흔들’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘흔들흔들’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘흔들흔들’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘흔들흔들’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘흔들흔들’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP3": {
        "주제": "높은 곳에 올라간 토끼",
        "리포트": {
          "신체운동": "‘높은 곳에 올라간 토끼’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘높은 곳에 올라간 토끼’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘높은 곳에 올라간 토끼’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘높은 곳에 올라간 토끼’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘높은 곳에 올라간 토끼’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "신발 가게 아저씨",
        "리포트": {
          "신체운동": "‘신발 가게 아저씨’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘신발 가게 아저씨’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘신발 가게 아저씨’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘신발 가게 아저씨’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘신발 가게 아저씨’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "내가 좋아하는 친구",
        "리포트": {
          "신체운동": "‘내가 좋아하는 친구’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘내가 좋아하는 친구’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘내가 좋아하는 친구’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘내가 좋아하는 친구’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘내가 좋아하는 친구’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "뽀글뽀글 라면 놀이",
        "리포트": {
          "신체운동": "‘뽀글뽀글 라면 놀이’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘뽀글뽀글 라면 놀이’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘뽀글뽀글 라면 놀이’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘뽀글뽀글 라면 놀이’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘뽀글뽀글 라면 놀이’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "날씨는 요술쟁이",
        "리포트": {
          "신체운동": "‘날씨는 요술쟁이’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘날씨는 요술쟁이’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘날씨는 요술쟁이’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘날씨는 요술쟁이’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘날씨는 요술쟁이’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "나의 마음을 노래해요",
        "리포트": {
          "신체운동": "‘나의 마음을 노래해요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘나의 마음을 노래해요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘나의 마음을 노래해요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘나의 마음을 노래해요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘나의 마음을 노래해요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "나는 즐거워요",
        "리포트": {
          "신체운동": "‘나는 즐거워요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘나는 즐거워요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘나는 즐거워요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘나는 즐거워요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘나는 즐거워요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "다양한 패션",
        "리포트": {
          "신체운동": "‘다양한 패션’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘다양한 패션’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘다양한 패션’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘다양한 패션’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘다양한 패션’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP3": {
        "주제": "사람은 모두 특별해",
        "리포트": {
          "신체운동": "‘사람은 모두 특별해’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘사람은 모두 특별해’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘사람은 모두 특별해’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘사람은 모두 특별해’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘사람은 모두 특별해’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "위용위용 소방차",
        "리포트": {
          "신체운동": "‘위용위용 소방차’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘위용위용 소방차’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘위용위용 소방차’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘위용위용 소방차’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘위용위용 소방차’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    }
  },
  "7월": {
    "1주차": {
      "STEP1": {
        "주제": "더워요",
        "리포트": {
          "신체운동": "‘더워요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘더워요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘더워요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘더워요’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘더워요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "물고기들의 왕",
        "리포트": {
          "신체운동": "‘물고기들의 왕’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘물고기들의 왕’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘물고기들의 왕’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘물고기들의 왕’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘물고기들의 왕’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "알리바바",
        "리포트": {
          "신체운동": "‘알리바바’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘알리바바’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘알리바바’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘알리바바’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘알리바바’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP4": {
        "주제": "병원에 가요",
        "리포트": {
          "신체운동": "‘병원에 가요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘병원에 가요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘병원에 가요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘병원에 가요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘병원에 가요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "비, 바람, 천둥",
        "리포트": {
          "신체운동": "‘비, 바람, 천둥’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘비, 바람, 천둥’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘비, 바람, 천둥’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘비, 바람, 천둥’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘비, 바람, 천둥’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "힘차게 달려요",
        "리포트": {
          "신체운동": "‘힘차게 달려요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘힘차게 달려요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘힘차게 달려요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘힘차게 달려요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘힘차게 달려요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "1, 2, 3 숫자 놀이",
        "리포트": {
          "신체운동": "‘1, 2, 3 숫자 놀이’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘1, 2, 3 숫자 놀이’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘1, 2, 3 숫자 놀이’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘1, 2, 3 숫자 놀이’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘1, 2, 3 숫자 놀이’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "무지개",
        "리포트": {
          "신체운동": "‘무지개’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘무지개’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘무지개’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘무지개’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘무지개’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "시원한 물놀이",
        "리포트": {
          "신체운동": "‘시원한 물놀이’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘시원한 물놀이’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘시원한 물놀이’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘시원한 물놀이’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘시원한 물놀이’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "안녕? 몬드리안",
        "리포트": {
          "신체운동": "‘안녕? 몬드리안’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘안녕? 몬드리안’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘안녕? 몬드리안’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘안녕? 몬드리안’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘안녕? 몬드리안’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "미끌미끌 미역",
        "리포트": {
          "신체운동": "‘미끌미끌 미역’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘미끌미끌 미역’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘미끌미끌 미역’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘미끌미끌 미역’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘미끌미끌 미역’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "신나는 바닷가",
        "리포트": {
          "신체운동": "‘신나는 바닷가’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘신나는 바닷가’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘신나는 바닷가’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘신나는 바닷가’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘신나는 바닷가’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "빙수야",
        "리포트": {
          "신체운동": "‘빙수야’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘빙수야’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘빙수야’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘빙수야’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘빙수야’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "물고기 친구들",
        "리포트": {
          "신체운동": "‘물고기 친구들’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘물고기 친구들’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘물고기 친구들’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘물고기 친구들’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘물고기 친구들’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "사자는 얼룩말이 무서워",
        "리포트": {
          "신체운동": "‘사자는 얼룩말이 무서워’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘사자는 얼룩말이 무서워’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘사자는 얼룩말이 무서워’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘사자는 얼룩말이 무서워’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘사자는 얼룩말이 무서워’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "목관 악기를 만나요",
        "리포트": {
          "신체운동": "‘목관 악기를 만나요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘목관 악기를 만나요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘목관 악기를 만나요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘목관 악기를 만나요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘목관 악기를 만나요’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    }
  },
  "8월": {
    "1주차": {
      "STEP1": {
        "주제": "여행을 떠나요",
        "리포트": {
          "신체운동": "‘여행을 떠나요’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘여행을 떠나요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘여행을 떠나요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘여행을 떠나요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘여행을 떠나요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "소금을 지고 가는 당나귀",
        "리포트": {
          "신체운동": "‘소금을 지고 가는 당나귀’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘소금을 지고 가는 당나귀’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘소금을 지고 가는 당나귀’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘소금을 지고 가는 당나귀’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘소금을 지고 가는 당나귀’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "인어 공주",
        "리포트": {
          "신체운동": "‘인어 공주’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘인어 공주’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘인어 공주’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘인어 공주’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘인어 공주’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "바쁘다 바뻐",
        "리포트": {
          "신체운동": "‘바쁘다 바뻐’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘바쁘다 바뻐’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘바쁘다 바뻐’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘바쁘다 바뻐’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘바쁘다 바뻐’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "바다에 가요 뿌뿌",
        "리포트": {
          "신체운동": "‘바다에 가요 뿌뿌’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘바다에 가요 뿌뿌’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘바다에 가요 뿌뿌’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘바다에 가요 뿌뿌’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘바다에 가요 뿌뿌’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "Uno, Dos, Tres",
        "리포트": {
          "신체운동": "‘Uno, Dos, Tres’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘Uno, Dos, Tres’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘Uno, Dos, Tres’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘Uno, Dos, Tres’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘Uno, Dos, Tres’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "바바리안 댄스",
        "리포트": {
          "신체운동": "‘바바리안 댄스’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘바바리안 댄스’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘바바리안 댄스’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘바바리안 댄스’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘바바리안 댄스’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "파도가 노래해",
        "리포트": {
          "신체운동": "‘파도가 노래해’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘파도가 노래해’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘파도가 노래해’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘파도가 노래해’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘파도가 노래해’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "추추추추 기차",
        "리포트": {
          "신체운동": "‘추추추추 기차’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘추추추추 기차’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘추추추추 기차’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘추추추추 기차’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘추추추추 기차’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "우주로 떠나요",
        "리포트": {
          "신체운동": "‘우주로 떠나요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘우주로 떠나요’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘우주로 떠나요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘우주로 떠나요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘우주로 떠나요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "바다로 떠나요",
        "리포트": {
          "신체운동": "‘바다로 떠나요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘바다로 떠나요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘바다로 떠나요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘바다로 떠나요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘바다로 떠나요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "툼빠툼빠",
        "리포트": {
          "신체운동": "‘툼빠툼빠’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘툼빠툼빠’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘툼빠툼빠’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘툼빠툼빠’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘툼빠툼빠’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "비행기를 타요",
        "리포트": {
          "신체운동": "‘비행기를 타요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘비행기를 타요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘비행기를 타요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘비행기를 타요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘비행기를 타요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "노팅힐 축제 - 삼바",
        "리포트": {
          "신체운동": "‘노팅힐 축제 - 삼바’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘노팅힐 축제 - 삼바’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘노팅힐 축제 - 삼바’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘노팅힐 축제 - 삼바’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘노팅힐 축제 - 삼바’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "노팅힐 축제 레게 이야기",
        "리포트": {
          "신체운동": "‘노팅힐 축제 레게 이야기’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘노팅힐 축제 레게 이야기’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘노팅힐 축제 레게 이야기’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘노팅힐 축제 레게 이야기’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘노팅힐 축제 레게 이야기’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "뮤지킹 현악 콘서트",
        "리포트": {
          "신체운동": "‘뮤지킹 현악 콘서트’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘뮤지킹 현악 콘서트’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘뮤지킹 현악 콘서트’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘뮤지킹 현악 콘서트’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘뮤지킹 현악 콘서트’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    }
  },
  "9월": {
    "1주차": {
      "STEP1": {
        "주제": "따라할 수 있어요",
        "리포트": {
          "신체운동": "‘따라할 수 있어요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘따라할 수 있어요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘따라할 수 있어요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘따라할 수 있어요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘따라할 수 있어요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "사자와 생쥐",
        "리포트": {
          "신체운동": "‘사자와 생쥐’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘사자와 생쥐’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘사자와 생쥐’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘사자와 생쥐’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘사자와 생쥐’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "구두장이와 요정들",
        "리포트": {
          "신체운동": "‘구두장이와 요정들’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘구두장이와 요정들’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘구두장이와 요정들’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘구두장이와 요정들’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘구두장이와 요정들’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "탄자니아로 떠나요",
        "리포트": {
          "신체운동": "‘탄자니아로 떠나요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘탄자니아로 떠나요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘탄자니아로 떠나요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘탄자니아로 떠나요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘탄자니아로 떠나요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "기억할 수 있어요",
        "리포트": {
          "신체운동": "‘기억할 수 있어요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘기억할 수 있어요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘기억할 수 있어요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘기억할 수 있어요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘기억할 수 있어요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "꼭꼭 숨어라",
        "리포트": {
          "신체운동": "‘꼭꼭 숨어라’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘꼭꼭 숨어라’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘꼭꼭 숨어라’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘꼭꼭 숨어라’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘꼭꼭 숨어라’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "얼씨구 지화자",
        "리포트": {
          "신체운동": "‘얼씨구 지화자’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘얼씨구 지화자’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘얼씨구 지화자’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘얼씨구 지화자’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘얼씨구 지화자’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP4": {
        "주제": "아프리카의 소리",
        "리포트": {
          "신체운동": "‘아프리카의 소리’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘아프리카의 소리’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘아프리카의 소리’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘아프리카의 소리’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘아프리카의 소리’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "표현할 수 있어요",
        "리포트": {
          "신체운동": "‘표현할 수 있어요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘표현할 수 있어요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘표현할 수 있어요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘표현할 수 있어요’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘표현할 수 있어요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "향기 솔솔 커피",
        "리포트": {
          "신체운동": "‘향기 솔솔 커피’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘향기 솔솔 커피’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘향기 솔솔 커피’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘향기 솔솔 커피’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘향기 솔솔 커피’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "조르주 쇠라",
        "리포트": {
          "신체운동": "‘조르주 쇠라’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘조르주 쇠라’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘조르주 쇠라’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘조르주 쇠라’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘조르주 쇠라’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP4": {
        "주제": "서남아시아로 떠나요",
        "리포트": {
          "신체운동": "‘서남아시아로 떠나요’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘서남아시아로 떠나요’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘서남아시아로 떠나요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘서남아시아로 떠나요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘서남아시아로 떠나요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "추석 - 보름달",
        "리포트": {
          "신체운동": "‘추석 - 보름달’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘추석 - 보름달’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘추석 - 보름달’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘추석 - 보름달’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘추석 - 보름달’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "추석 - 보름달",
        "리포트": {
          "신체운동": "‘추석 - 보름달’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘추석 - 보름달’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘추석 - 보름달’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘추석 - 보름달’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘추석 - 보름달’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "추석",
        "리포트": {
          "신체운동": "‘추석’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘추석’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘추석’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘추석’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘추석’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP4": {
        "주제": "우리 명절 추석",
        "리포트": {
          "신체운동": "‘우리 명절 추석’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘우리 명절 추석’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘우리 명절 추석’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘우리 명절 추석’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘우리 명절 추석’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    }
  },
  "10월": {
    "1주차": {
      "STEP1": {
        "주제": "가을이에요",
        "리포트": {
          "신체운동": "‘가을이에요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘가을이에요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘가을이에요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘가을이에요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘가을이에요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "미운 오리 새끼",
        "리포트": {
          "신체운동": "‘미운 오리 새끼’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘미운 오리 새끼’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘미운 오리 새끼’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘미운 오리 새끼’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘미운 오리 새끼’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP3": {
        "주제": "피리 부는 사나이",
        "리포트": {
          "신체운동": "‘피리 부는 사나이’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘피리 부는 사나이’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘피리 부는 사나이’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘피리 부는 사나이’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘피리 부는 사나이’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "인디언의 가을",
        "리포트": {
          "신체운동": "‘인디언의 가을’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘인디언의 가을’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘인디언의 가을’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘인디언의 가을’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘인디언의 가을’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "알록달록 가을색",
        "리포트": {
          "신체운동": "‘알록달록 가을색’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘알록달록 가을색’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘알록달록 가을색’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘알록달록 가을색’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘알록달록 가을색’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "낙하산을 달려요",
        "리포트": {
          "신체운동": "‘낙하산을 달려요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘낙하산을 달려요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘낙하산을 달려요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘낙하산을 달려요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘낙하산을 달려요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "가을 운동회",
        "리포트": {
          "신체운동": "‘가을 운동회’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘가을 운동회’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘가을 운동회’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘가을 운동회’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘가을 운동회’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "아로하 마오리!!",
        "리포트": {
          "신체운동": "‘아로하 마오리!!’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘아로하 마오리!!’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘아로하 마오리!!’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘아로하 마오리!!’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘아로하 마오리!!’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "허수아비 아저씨",
        "리포트": {
          "신체운동": "‘허수아비 아저씨’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘허수아비 아저씨’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘허수아비 아저씨’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘허수아비 아저씨’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘허수아비 아저씨’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "알록달록 단풍",
        "리포트": {
          "신체운동": "‘알록달록 단풍’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘알록달록 단풍’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘알록달록 단풍’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘알록달록 단풍’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘알록달록 단풍’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "추수해요",
        "리포트": {
          "신체운동": "‘추수해요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘추수해요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘추수해요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘추수해요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘추수해요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "헤이, 할로윈",
        "리포트": {
          "신체운동": "‘헤이, 할로윈’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘헤이, 할로윈’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘헤이, 할로윈’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘헤이, 할로윈’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘헤이, 할로윈’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "동글동글 지그재그",
        "리포트": {
          "신체운동": "‘동글동글 지그재그’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘동글동글 지그재그’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘동글동글 지그재그’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘동글동글 지그재그’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘동글동글 지그재그’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "반짝반짝 반딧불",
        "리포트": {
          "신체운동": "‘반짝반짝 반딧불’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘반짝반짝 반딧불’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘반짝반짝 반딧불’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘반짝반짝 반딧불’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘반짝반짝 반딧불’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "별자리",
        "리포트": {
          "신체운동": "‘별자리’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘별자리’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘별자리’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘별자리’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘별자리’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "뮤지킹 리듬 밴드",
        "리포트": {
          "신체운동": "‘뮤지킹 리듬 밴드’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘뮤지킹 리듬 밴드’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘뮤지킹 리듬 밴드’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘뮤지킹 리듬 밴드’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘뮤지킹 리듬 밴드’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    }
  },
  "11월": {
    "1주차": {
      "STEP1": {
        "주제": "색깔 나라",
        "리포트": {
          "신체운동": "‘색깔 나라’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘색깔 나라’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘색깔 나라’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘색깔 나라’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘색깔 나라’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "황금알을 낳는 거위",
        "리포트": {
          "신체운동": "‘황금알을 낳는 거위’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘황금알을 낳는 거위’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘황금알을 낳는 거위’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘황금알을 낳는 거위’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘황금알을 낳는 거위’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "임금님 귀는 당나귀 귀",
        "리포트": {
          "신체운동": "‘임금님 귀는 당나귀 귀’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘임금님 귀는 당나귀 귀’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘임금님 귀는 당나귀 귀’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘임금님 귀는 당나귀 귀’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘임금님 귀는 당나귀 귀’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "신기한 물",
        "리포트": {
          "신체운동": "‘신기한 물’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘신기한 물’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘신기한 물’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘신기한 물’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘신기한 물’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "다양한 얼굴",
        "리포트": {
          "신체운동": "‘다양한 얼굴’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘다양한 얼굴’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘다양한 얼굴’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘다양한 얼굴’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘다양한 얼굴’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "러시아 포크 댄스",
        "리포트": {
          "신체운동": "‘러시아 포크 댄스’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘러시아 포크 댄스’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘러시아 포크 댄스’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘러시아 포크 댄스’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘러시아 포크 댄스’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "러시아 서클 댄스",
        "리포트": {
          "신체운동": "‘러시아 서클 댄스’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘러시아 서클 댄스’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘러시아 서클 댄스’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘러시아 서클 댄스’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘러시아 서클 댄스’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "소리",
        "리포트": {
          "신체운동": "‘소리’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘소리’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘소리’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘소리’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘소리’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "까끌까끌 미끌미끌 오돌토돌",
        "리포트": {
          "신체운동": "‘까끌까끌 미끌미끌 오돌토돌’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘까끌까끌 미끌미끌 오돌토돌’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘까끌까끌 미끌미끌 오돌토돌’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘까끌까끌 미끌미끌 오돌토돌’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘까끌까끌 미끌미끌 오돌토돌’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "별빛이 반짝, 해님이 쏘옥",
        "리포트": {
          "신체운동": "‘별빛이 반짝, 해님이 쏘옥’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘별빛이 반짝, 해님이 쏘옥’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘별빛이 반짝, 해님이 쏘옥’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘별빛이 반짝, 해님이 쏘옥’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘별빛이 반짝, 해님이 쏘옥’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "가을 산에서",
        "리포트": {
          "신체운동": "‘가을 산에서’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘가을 산에서’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘가을 산에서’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘가을 산에서’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘가을 산에서’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "손가락으로 연주해요 1",
        "리포트": {
          "신체운동": "‘손가락으로 연주해요 1’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘손가락으로 연주해요 1’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘손가락으로 연주해요 1’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘손가락으로 연주해요 1’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘손가락으로 연주해요 1’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "소리를 잘 듣고",
        "리포트": {
          "신체운동": "‘소리를 잘 듣고’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘소리를 잘 듣고’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘소리를 잘 듣고’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘소리를 잘 듣고’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘소리를 잘 듣고’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "캠프파이어",
        "리포트": {
          "신체운동": "‘캠프파이어’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘캠프파이어’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘캠프파이어’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘캠프파이어’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘캠프파이어’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "열매를 따요",
        "리포트": {
          "신체운동": "‘열매를 따요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘열매를 따요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘열매를 따요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘열매를 따요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘열매를 따요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "손가락으로 연주해요 2",
        "리포트": {
          "신체운동": "‘손가락으로 연주해요 2’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘손가락으로 연주해요 2’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘손가락으로 연주해요 2’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘손가락으로 연주해요 2’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘손가락으로 연주해요 2’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    }
  },
  "12월": {
    "1주차": {
      "STEP1": {
        "주제": "눈이 내려요",
        "리포트": {
          "신체운동": "‘눈이 내려요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘눈이 내려요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘눈이 내려요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘눈이 내려요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘눈이 내려요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "양치기 소년",
        "리포트": {
          "신체운동": "‘양치기 소년’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘양치기 소년’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘양치기 소년’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘양치기 소년’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘양치기 소년’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "스크루지 영감",
        "리포트": {
          "신체운동": "‘스크루지 영감’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘스크루지 영감’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘스크루지 영감’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘스크루지 영감’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘스크루지 영감’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "흰 눈이 내리는 겨울",
        "리포트": {
          "신체운동": "‘흰 눈이 내리는 겨울’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘흰 눈이 내리는 겨울’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘흰 눈이 내리는 겨울’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘흰 눈이 내리는 겨울’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘흰 눈이 내리는 겨울’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "바람이 씽씽",
        "리포트": {
          "신체운동": "‘바람이 씽씽’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘바람이 씽씽’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘바람이 씽씽’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘바람이 씽씽’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘바람이 씽씽’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP2": {
        "주제": "데굴데굴 데구르르",
        "리포트": {
          "신체운동": "‘데굴데굴 데구르르’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘데굴데굴 데구르르’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘데굴데굴 데구르르’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘데굴데굴 데구르르’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘데굴데굴 데구르르’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "동글동글 동그라미",
        "리포트": {
          "신체운동": "‘동글동글 동그라미’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘동글동글 동그라미’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘동글동글 동그라미’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘동글동글 동그라미’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘동글동글 동그라미’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "내 친구 이누이트",
        "리포트": {
          "신체운동": "‘내 친구 이누이트’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘내 친구 이누이트’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘내 친구 이누이트’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘내 친구 이누이트’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘내 친구 이누이트’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "메리 크리스마스",
        "리포트": {
          "신체운동": "‘메리 크리스마스’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘메리 크리스마스’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘메리 크리스마스’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘메리 크리스마스’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘메리 크리스마스’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "메리 크리스마스",
        "리포트": {
          "신체운동": "‘메리 크리스마스’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘메리 크리스마스’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘메리 크리스마스’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘메리 크리스마스’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘메리 크리스마스’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "메리 크리스마스",
        "리포트": {
          "신체운동": "‘메리 크리스마스’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘메리 크리스마스’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘메리 크리스마스’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘메리 크리스마스’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘메리 크리스마스’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "메리 크리스마스",
        "리포트": {
          "신체운동": "‘메리 크리스마스’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘메리 크리스마스’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘메리 크리스마스’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘메리 크리스마스’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘메리 크리스마스’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "손이 시려워 발이 시려워",
        "리포트": {
          "신체운동": "‘손이 시려워 발이 시려워’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘손이 시려워 발이 시려워’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘손이 시려워 발이 시려워’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘손이 시려워 발이 시려워’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘손이 시려워 발이 시려워’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "남극의 신사 펭귄",
        "리포트": {
          "신체운동": "‘남극의 신사 펭귄’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘남극의 신사 펭귄’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘남극의 신사 펭귄’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘남극의 신사 펭귄’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘남극의 신사 펭귄’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "산타 할아버지가 있나요",
        "리포트": {
          "신체운동": "‘산타 할아버지가 있나요’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘산타 할아버지가 있나요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘산타 할아버지가 있나요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘산타 할아버지가 있나요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘산타 할아버지가 있나요’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP4": {
        "주제": "뮤지킹 브라스 밴드",
        "리포트": {
          "신체운동": "‘뮤지킹 브라스 밴드’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘뮤지킹 브라스 밴드’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘뮤지킹 브라스 밴드’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘뮤지킹 브라스 밴드’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘뮤지킹 브라스 밴드’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    }
  },
  "1월": {
    "1주차": {
      "STEP1": {
        "주제": "친구야 사랑해",
        "리포트": {
          "신체운동": "‘친구야 사랑해’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘친구야 사랑해’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘친구야 사랑해’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘친구야 사랑해’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘친구야 사랑해’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "바람과 해님",
        "리포트": {
          "신체운동": "‘바람과 해님’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘바람과 해님’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘바람과 해님’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘바람과 해님’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘바람과 해님’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "네버랜드로 떠나요",
        "리포트": {
          "신체운동": "‘네버랜드로 떠나요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘네버랜드로 떠나요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘네버랜드로 떠나요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘네버랜드로 떠나요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘네버랜드로 떠나요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "새로운 꿈, 새로운 해님",
        "리포트": {
          "신체운동": "‘새로운 꿈, 새로운 해님’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘새로운 꿈, 새로운 해님’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘새로운 꿈, 새로운 해님’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘새로운 꿈, 새로운 해님’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘새로운 꿈, 새로운 해님’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "고드름 안녕",
        "리포트": {
          "신체운동": "‘고드름 안녕’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘고드름 안녕’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘고드름 안녕’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘고드름 안녕’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘고드름 안녕’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP2": {
        "주제": "신나는 리듬",
        "리포트": {
          "신체운동": "‘신나는 리듬’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘신나는 리듬’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘신나는 리듬’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘신나는 리듬’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘신나는 리듬’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "점프점프 허들",
        "리포트": {
          "신체운동": "‘점프점프 허들’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘점프점프 허들’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘점프점프 허들’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘점프점프 허들’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘점프점프 허들’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP4": {
        "주제": "주방 연주회",
        "리포트": {
          "신체운동": "‘주방 연주회’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘주방 연주회’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘주방 연주회’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘주방 연주회’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘주방 연주회’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "새해를 맞이해요",
        "리포트": {
          "신체운동": "‘새해를 맞이해요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘새해를 맞이해요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘새해를 맞이해요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘새해를 맞이해요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘새해를 맞이해요’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "새해를 맞이해요",
        "리포트": {
          "신체운동": "‘새해를 맞이해요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘새해를 맞이해요’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘새해를 맞이해요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘새해를 맞이해요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘새해를 맞이해요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "새해를 맞이해요",
        "리포트": {
          "신체운동": "‘새해를 맞이해요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘새해를 맞이해요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘새해를 맞이해요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘새해를 맞이해요’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘새해를 맞이해요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "새해를 맞이해요",
        "리포트": {
          "신체운동": "‘새해를 맞이해요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘새해를 맞이해요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘새해를 맞이해요’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘새해를 맞이해요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘새해를 맞이해요’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "따라쟁이 앵무새",
        "리포트": {
          "신체운동": "‘따라쟁이 앵무새’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘따라쟁이 앵무새’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘따라쟁이 앵무새’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘따라쟁이 앵무새’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘따라쟁이 앵무새’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "눈의 종류",
        "리포트": {
          "신체운동": "‘눈의 종류’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘눈의 종류’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘눈의 종류’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘눈의 종류’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘눈의 종류’ 활동에서 소리, 수, 패턴 등의 규칙을 탐색하며 논리적 사고력이 발달합니다."
        }
      },
      "STEP3": {
        "주제": "세계 여러 나라의 새해 인사",
        "리포트": {
          "신체운동": "‘세계 여러 나라의 새해 인사’ 속 빠르고 느린 움직임을 반복하며 반사신경과 대근육 조절 능력을 향상시킵니다.",
          "의사소통": "‘세계 여러 나라의 새해 인사’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘세계 여러 나라의 새해 인사’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘세계 여러 나라의 새해 인사’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘세계 여러 나라의 새해 인사’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "사람의 목소리는 특별해",
        "리포트": {
          "신체운동": "‘사람의 목소리는 특별해’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘사람의 목소리는 특별해’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘사람의 목소리는 특별해’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘사람의 목소리는 특별해’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘사람의 목소리는 특별해’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    }
  },
  "2월": {
    "1주차": {
      "STEP1": {
        "주제": "형님이 되었어요",
        "리포트": {
          "신체운동": "‘형님이 되었어요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘형님이 되었어요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘형님이 되었어요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘형님이 되었어요’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘형님이 되었어요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "게으름을 피우지 않아요",
        "리포트": {
          "신체운동": "‘게으름을 피우지 않아요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘게으름을 피우지 않아요’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘게으름을 피우지 않아요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘게으름을 피우지 않아요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘게으름을 피우지 않아요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "동물을 보호해요",
        "리포트": {
          "신체운동": "‘동물을 보호해요’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘동물을 보호해요’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘동물을 보호해요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘동물을 보호해요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘동물을 보호해요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP4": {
        "주제": "나는 파티쉐",
        "리포트": {
          "신체운동": "‘나는 파티쉐’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘나는 파티쉐’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘나는 파티쉐’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘나는 파티쉐’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘나는 파티쉐’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      }
    },
    "2주차": {
      "STEP1": {
        "주제": "동물들의 다양한 똥",
        "리포트": {
          "신체운동": "‘동물들의 다양한 똥’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘동물들의 다양한 똥’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘동물들의 다양한 똥’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘동물들의 다양한 똥’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘동물들의 다양한 똥’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "햄스터 댄스",
        "리포트": {
          "신체운동": "‘햄스터 댄스’ 주제를 통해 전신을 활용한 이동과 정지 동작을 조율하며 운동 협응력이 자랍니다.",
          "의사소통": "‘햄스터 댄스’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘햄스터 댄스’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘햄스터 댄스’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘햄스터 댄스’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP3": {
        "주제": "플라멩코",
        "리포트": {
          "신체운동": "‘플라멩코’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘플라멩코’ 속 말놀이와 노랫말 반복으로 듣기·말하기 중심의 의사소통 기술을 기릅니다.",
          "사회관계": "‘플라멩코’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘플라멩코’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘플라멩코’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "클래식 음악 여행을 떠나요",
        "리포트": {
          "신체운동": "‘클래식 음악 여행을 떠나요’ 활동을 통해 다양한 속도와 리듬의 움직임으로 신체 민첩성과 조절력을 기릅니다.",
          "의사소통": "‘클래식 음악 여행을 떠나요’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘클래식 음악 여행을 떠나요’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘클래식 음악 여행을 떠나요’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘클래식 음악 여행을 떠나요’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    },
    "3주차": {
      "STEP1": {
        "주제": "귀여운 아기 판다",
        "리포트": {
          "신체운동": "‘귀여운 아기 판다’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘귀여운 아기 판다’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘귀여운 아기 판다’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘귀여운 아기 판다’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘귀여운 아기 판다’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      },
      "STEP2": {
        "주제": "동굴 속에 동물 친구들이 와글와글",
        "리포트": {
          "신체운동": "‘동굴 속에 동물 친구들이 와글와글’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘동굴 속에 동물 친구들이 와글와글’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘동굴 속에 동물 친구들이 와글와글’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘동굴 속에 동물 친구들이 와글와글’ 주제를 음악, 동작, 미술로 표현하며 창의성과 자기표현 능력을 향상시킵니다.",
          "자연탐구": "‘동굴 속에 동물 친구들이 와글와글’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      },
      "STEP3": {
        "주제": "함께하면 좋아요",
        "리포트": {
          "신체운동": "‘함께하면 좋아요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘함께하면 좋아요’에 대한 질문과 대화를 통해 아이의 언어적 상상력과 소통 능력이 발달합니다.",
          "사회관계": "‘함께하면 좋아요’을 통해 친구와 협력하며 사회적 규칙을 이해하고 실천하는 경험을 합니다.",
          "예술경험": "‘함께하면 좋아요’과 연결된 예술 활동을 통해 미적 감수성과 독창적인 표현 능력을 기릅니다.",
          "자연탐구": "‘함께하면 좋아요’을 통해 감각적으로 탐색하고 비교하며 관찰력과 탐구심을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "쇼팽의 음악을 들어요",
        "리포트": {
          "신체운동": "‘쇼팽의 음악을 들어요’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘쇼팽의 음악을 들어요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘쇼팽의 음악을 들어요’을 함께 수행하며 공동체 의식과 협동의 즐거움을 배워갑니다.",
          "예술경험": "‘쇼팽의 음악을 들어요’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘쇼팽의 음악을 들어요’ 활동을 통해 주변 사물의 특징을 분석하며 탐색 능력이 확장됩니다."
        }
      }
    },
    "4주차": {
      "STEP1": {
        "주제": "예쁜 사진 찍 어요",
        "리포트": {
          "신체운동": "‘예쁜 사진 찍 어요’ 표현 활동을 통해 신체의 균형 감각과 리듬에 맞춘 움직임이 조화롭게 발달합니다.",
          "의사소통": "‘예쁜 사진 찍 어요’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘예쁜 사진 찍 어요’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘예쁜 사진 찍 어요’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘예쁜 사진 찍 어요’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP2": {
        "주제": "겨울잠을 자는 동물들",
        "리포트": {
          "신체운동": "‘겨울잠을 자는 동물들’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘겨울잠을 자는 동물들’을 설명하고 공감하며 언어적 관계 형성과 표현 역량이 강화됩니다.",
          "사회관계": "‘겨울잠을 자는 동물들’ 속 감정 공유를 통해 또래와 감정을 나누고 관계 형성을 경험합니다.",
          "예술경험": "‘겨울잠을 자는 동물들’에 어울리는 색과 소리, 동작을 조합하며 감정 표현의 깊이를 넓힙니다.",
          "자연탐구": "‘겨울잠을 자는 동물들’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP3": {
        "주제": "하늘의 오로라 커튼",
        "리포트": {
          "신체운동": "‘하늘의 오로라 커튼’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘하늘의 오로라 커튼’ 주제를 표현하며 문장 구성력과 언어 창의성이 자라납니다.",
          "사회관계": "‘하늘의 오로라 커튼’ 활동 중 역할 분담을 통해 책임감과 타인에 대한 존중 태도를 배웁니다.",
          "예술경험": "‘하늘의 오로라 커튼’ 활동 속 다양한 예술 매체를 활용하여 감각적 탐색과 상상력이 자극됩니다.",
          "자연탐구": "‘하늘의 오로라 커튼’에 대한 호기심을 바탕으로 질문하고 실험하며 문제 해결력을 기릅니다."
        }
      },
      "STEP4": {
        "주제": "타임캡슐",
        "리포트": {
          "신체운동": "‘타임캡슐’을 하며 신체를 유연하게 사용하고 방향 전환 능력을 발달시킵니다.",
          "의사소통": "‘타임캡슐’ 활동을 통해 새로운 어휘를 습득하고 문장 표현력을 키우며 언어 감각을 확장합니다.",
          "사회관계": "‘타임캡슐’을 매개로 양보, 차례 기다리기 등 기본적인 사회적 태도를 연습합니다.",
          "예술경험": "‘타임캡슐’을 소재로 자유롭게 예술적 상상과 해석을 펼치며 몰입 경험을 쌓습니다.",
          "자연탐구": "‘타임캡슐’ 속 반복되는 구조와 자연 개념을 통해 수학·과학적 개념을 경험합니다."
        }
      }
    }
  }
}